Repository: 1ncnspcuous/WebPutty
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Your Sites &amp; Styles
fr: Vos sites &amp; styles

source: We'd love to hear from you. No, seriously!
fr: Nous aimerions recevoir de vos nouvelles. Non, sérieusement !

source: Feedback
fr: Commentaires

source: Peace out
fr: Au revoir!

source: Logout
fr: Déconnecter

source: Let's rock this thing
fr: Chamboulez tout

source: Login
fr: Connexion

source: To the mothership!
fr: À notre mère à tous!

source: Givin' it where it's due
fr: Procéder aux modifs nécessaires

source: Credits
fr: Remerciements

source: We don't always write release notes, but when we do, we write them here. Stay current my friends.
fr: Nous ne rédigeons pas toujours des notes de mise à jour, mais lorsque nous le faisons, nous les publions ici. Tenez-vous au courant mes amis.

source: Some of the icons, images, and sample HTML &amp; CSS used by %(appname)s are licensed under the following terms:
fr: Certaines icônes et images ainsi que des échantillons de code HTML &amp; CSS utilisés par %(appname)s sont autorisés en vertu des termes suivants :

source: Set Your Locale
fr: Définissez votre région

source: Edit Stylesheet
fr: Éditer une Feuille de Style

source: Edit Site
fr: Éditer un Site

source: Configure %(site_name)s
fr: Configurer %(site_name)s

source: Help
fr: Aide

source: How do all these doodads work?
fr: Comment fonctionnent tous ces trucs ?

source: Force a refresh of the current preview page
fr: Forcer un rafraîchissement de la page d'aperçu actuelle

source: Refresh
fr: Rafraîchir

source: Open this URL in a new tab
fr: Ouvrir cet URL dans un nouvel onglet

source: Open in new tab
fr: Ouvrir dans un nouvel onglet

source: Edit this stylesheet's name and URL
fr: Modifier le nom et l'URL de cette feuille de style

source: Configure
fr: Configurer

source: View the tags for embedding this stylesheet in your website
fr: Voir les balises pour insérer cette feuille de style dans votre site Internet

source: Embed
fr: Insérer

source: Add Firebug Lite to the preview pane
fr: Ajouter Firebug Lite au volet de prévisualisation

source: Preview
fr: Aperçu

source: Published
fr: Publié

source: Last modified <span id="style-dt-last-edit">%(timestamp)s</span>
fr: Dernière modification <span id="style-dt-last-edit">%(timestamp)s</span>

source: Vertical Split Panes
fr: Fenêtre scindées verticalement

source: Horizontal Split Panes
fr: Fenêtres scindées horizontalement

source: Publish
fr: Publier

source: Export an indented, plain-CSS copy of the current stylesheet
fr: Exportez une copie CSS simple et fragmentée de la feuille de style actuelle

source: Export
fr: Exporter

source: Oh no!
fr: Zut!

source: It looks like you've got JavaScript turned off.
fr: Il semblerait que votre JavaScript soit désactivé.

source: %(appname)s needs JavaScript in order to do its magic.
fr: %(appname)s a besoin de JavaScript pour que sa magie opère.

source: Help us bring back the magic (by enabling JavaScript)!
fr: Aidez-nous à restaurer la magie (en activant JavaScript) !

source: 9 out of 10 dead %(appname)s chameleons can be revived by enabling JavaScript
fr: 9 caméléons %(appname)s morts sur 10 peuvent être ramenés à la vie en activant JavaScript

source: We couldn't find the necessary tags for this stylesheet in this page.
fr: Les balises nécessaires pour cette feuille de style n'ont pas été insérées dans cette page.

source: Little-known fact: a %(appname)s chameleon's diet consists almost entirely of embedded tags
fr: Un fait peu connu : un régime de caméléon %(appname)s consiste presque entièrement en balises insérées

source: Already embedded the necessary tags? Please double-check that <strong>both</strong> the <code>&lt;link&gt;</code> and <code>&lt;script&gt;</code> tags show up when you navigate to your website and view the source of the page.
fr: Veuillez vous assurer que les balises <code>&lt;link&gt;</code> et <code>&lt;script&gt;</code> apparaissent lorsque vous naviguez sur votre site Internet et visualisez la source de la page.

source: If everything looks ok there, or you've otherwise run into a problem, please contact us via <a href="%(feedback_url)s">our feedback form</a>.
fr: Si tout est en ordre ou si jamais vous rencontrez un problème, veuillez nous contacter via notre <a href="%(feedback_url)s">formulaire de contact</a>.

source: Locked by another user
fr: Bloqué par un autre utilisateur

source: %(appname)s detected some problems with your (S)CSS. Click here to find out more...
fr: %(appname)s a détecté certains problèmes avec votre (S)CSS. Cliquez ici pour plus de précisions...

source: Found stylesheet errors
fr: Trouver les erreurs de feuille de style

source: The necessary tags for this stylesheet have not been embedded in this page.
fr: Les balises nécessaires pour cette feuille de style n'ont pas été insérées dans cette page.

source: Copy the code below and paste it right before the <code>&lt;/head&gt;</code> tag in this page.
fr: Copiez le code ci-dessous et collez-le juste avant la balise <code>&lt;/head&gt;</code> sur cette page.

source: Once you've embedded these tags, refresh this page to get started.
fr: Une fois que vous avez inséré ces balises, rafraîchissez cette page et commencez.

source: Please make sure both the <code>&lt;link&gt;</code> and <code>&lt;script&gt;</code> tags show up when you navigate to your website and view the source of the page.
fr: Veuillez vous assurer que les balises <code>&lt;link&gt;</code> et <code>&lt;script&gt;</code> apparaissent lorsque vous naviguez sur votre site Internet et visualisez la source de la page.

source: If everything there looks ok, or you've otherwise run into a problem, please contact us via our <a href="%(feedback_url)s">feedback form</a>.
fr: Si tout est en ordre ou si jamais vous rencontrez un problème, veuillez nous contacter via notre <a href="%(feedback_url)s">formulaire de contact</a>.

source: %(appname)s Feedback
fr: %(appname)s Commentaires

source: Tell us what you think!
fr: Dites-nous ce que vous pensez !

source: Fill out the form below or email us at <a href="mailto:webputty@fogcreek.com">webputty@fogcreek.com</a>.
fr: Complétez le formulaire ci-dessous ou envoyez-nous un e-mail à <a href="mailto:webputty@fogcreek.com">webputty@fogcreek.com</a>.

source: Fields marked with an asterisk (*) are required.
fr: Les champs marqués d'un astérisque (*) sont obligatoires.

source: Send it in!
fr: Envoyez-le !

source: %(appname)s: Simple, fast, and powerful CSS editing and hosting.
fr: %(appname)s : Édition et hébergement simples, rapides et puissants de CSS.

source: Brought to you by
fr: Présenté par

source: %(appname)s is a simple CSS editing and hosting service.
fr: %(appname)s est un simple service d'édition et d'hébergement de CSS.

source: %(appname)s gives you a syntax-highlighting CSS editor you can use from anywhere, the power of SCSS and Compass, a side-by-side preview pane, and instant publishing with minification, compression, and automatic cache control.
fr: %(appname)s vous offre un éditeur CSS surligneur syntaxe que vous pouvez utiliser n'importe où, la puissance de SCSS et Compass, une fenêtre de prévisualisation adjacente et une publication instantanée avec réduction, compression, et contrôle cache automatique.

source: Get started with just a pair of tags in your website's template and %(appname)s will host and serve your published CSS minified and gzipped for super speed. <a href="http://blog.fogcreek.com/webputty-css-editing-goes-boink/?fccmp=webputty" target="_blank">Read more about why we built WebPutty</a>.
fr: Commencez avec juste quelques tags sur le template de votre site et %(appname)s hébergera votre CSS publié et gzippé pour un maximum de rapidité. <a href="http://blog.fogcreek.com/webputty-css-editing-goes-boink/?fccmp=webputty" target="_blank">Regardez ce que nous avons créé WebPutty</a>.

source: You'll thank yourself later
fr: Vous vous en féliciterez plus tard

source: Start Now
fr: Commencer Maintenant

source: Requires a Google account.<br /> Free for <span title="That's you!">early adopters!</span>
fr: Requiert un compte Google. <br /> Gratuit pour les <span title="C'est vous!">premiers utilisateurs !</span>

source: Click to watch a quick overview video of how to get started using %(appname)s
fr: Cliquer pour visionner une vidéo de présentation sur la manière de commencer à utiliser %(appname)s

source: Overview video of how to get starting using %(appname)s
fr: Vidéo de présentation sur la manière de commencer à utiliser %(appname)s

source: %(appname)s editor and CSS selector highlighting in preview pane
fr: %(appname)s éditeur et surligneur CSS dans fenêtre de prévisualisation

source: Screenshot showing %(appname)s's editor and CSS selector highlighting in the preview pane
fr: Copie d'écran montrant l'éditeur et le surligneur CSS de %(appname)s dans la fenêtre de prévisualisation

source: Editing with Live Preview and SCSS
fr: Éditer avec Prévisualisation en direct et SCSS

source: With %(appname)s, you get an in-browser, feature-rich, syntax-highlighting CSS editor. You can see your changes instantly with the side-by-side preview pane, so there's no need for the traditional back-and-forth between your editor and refreshing a browser to see your changes. The editor <em>is</em> your browser...and the preview's built-in! Best of all, the editor and the preview pane work together, so that when you click on a CSS selector, all the elements matching that selector are instantly highlighted in the preview pane.
fr: Avec %(appname)s, vous avez un éditeur intégré au navigateur, avec des fonctionnalités multiples, et un surligneur de syntaxe. Vous pouvez voir les modifications instantanément avec la fenêtre de prévisualisation adjacente, donc plus besoin de faire des allers-retours entre votre éditeur et le navigateur rafraîchi pour voir les modifications. L'éditeur <em>est</em> votre navigateur...et la prévisualisation est intégrée ! Le plus fort, c'est que l'éditeur et la fenêtre de prévisualisation fonctionnent ensemble, ainsi lorsque vous cliquez sur un sélecteur CSS, tous les éléments assortis à ce sélecteur sont instantanément surlignés dans la fenêtre de prévisualisation.

source: %(appname)s also allows you to take advantage of <a href="http://sass-lang.com/" target="_blank">SCSS</a> and <a href="http://compass-style.org/" target="_blank">Compass</a>. SCSS gives you expanded functionality and ease-of-use features like nested selectors, variables, and mixins, while Compass makes CSS3 features like box-shadow, border-radius, gradients, transforms, and transitions easier to implement by handling all the browser-specific prefixes for you. Hallelujah!
fr: %(appname)s vous permet aussi de tirer profit de <a href="http://sass-lang.com/" target="_blank">SCSS</a> et de <a href="http://compass-style.org/" target="_blank">Compass</a>. SCSS vous offre une fonctionnalité avancée et des fonctions conviviales comme des sélecteurs imbriqués, des variables, des mixins tandis que Compass rend les fonctionnalités CSS3 comme les ombrages, coins arrondis, gradients, transformations et transitions plus faciles à implanter en gérant pour vous tous les préfixes spécifiques au navigateur. Alléluia !

source: Screenshot of one-click stylesheet publishing in %(appname)s
fr: Capture d'écran d'une publication de feuille de style dans %(appname)s

source: Publish your stylesheets with the click of a button
fr: Publiez vos feuilles de style en un clic

source: Easy Setup, Publishing and Hosting
fr: Configuration, publication et hébergement faciles

source: Setting up %(appname)s on your website is as easy as adding two teeny-tiny tags (a link tag and a script tag) to the end of your site's <code>&lt;head&gt;</code> element. After that, you can publish updated styles with the click of a button, and they'll be visible to your website's visitors instantly. No pushing to a repository, updating a remote file system, or restarting your web app required. Just edit, preview, publish, and move on. Plus, we serve your CSS minified and gzipped for super speed, so there's no need for you to setup, fine tune, or maintain your own media server.
fr: Installer %(appname)s sur votre site est aussi simple qu'ajouter deux minuscules tags (un tag lien et un tag script) à la fin de l' <code>intitulé</code> de votre site. Vous pouvez ensuite publier des styles actualisés en cliquant sur un bouton, et ils seront visibles instantanément par les visiteurs de votre site Internet. Pas besoin de dépositaire, de mise à jour d'un système de fichiers à distance ou de redémarrage de votre appli Web. Il vous suffit d'éditer, de prévisualiser, de publier et de continuer. En plus, nous vous donnons votre CSS réduit et gzippé pour plus de rapidité, donc pas besoin d’installer, de régler ou d'entretenir votre propre serveur média.

source: Don't like the idea of having somebody else serving up your CSS? You can always export your %(appname)s stylesheets from the editor with the click of a button. You get all the ease and simplicity of in-browser editing, live preview, SCSS, and Compass, with the option to continue hosting it yourself if you want to.
fr: Vous n'aimez pas l'idée que quelqu'un d'autre se serve de vos CSS ? Vous pouvez toujours exporter vos feuilles de style %(appname)s depuis l'éditeur en un simple clic. Vous disposez du confort et de la simplicité du modificateur de navigateur, de l'aperçu en temps réel, de SCSS et de Compass, avec la possibilité de continuer à les héberger vous-même si vous le souhaitez.

source: Requires a Google account.<br /> Free for <span title="That's you!">early adopters!</span>
fr: Requiert un compte Google. <br /> Gratuit pour les <span title="C'est vous!">premiers utilisateurs !</span>

source: The word on the street...
fr: Les gens en parlent...

source: %(appname)s: a CSS editing tool with real-time preview, SASS, and Compass support. Handles hosting too!
fr: %(appname)s : un outil d'édition CSS avec une prévisualisation en temps réel, SASS et support Compass. Et il héberge aussi !

source: Submit to reddit
fr: Envoyer à reddit

source: Submit to Hacker News
fr: Envoyer à Hacker News

source: Previous Tweet
fr: Tweet Précédent

source: Next Tweet
fr: Tweet Suivant

source: Take the 10&cent; tour
fr: Faites le tour 10&cent;

source: Edit this site's name
fr: Modifier le nom de ce site

source: Edit site settings
fr: Modifier les paramètres du site

source: Manage Users
fr: Gérer les utilisateurs

source: Some shall pass!
fr: Forcément, ça fera mouche !

source: Remove yourself from this site
fr: Retirez-vous de ce site

source: Delete Site
fr: Supprimer un site

source: Click to edit this stylesheet (i.e., go to where the magic happens)
fr: Cliquer pour éditer cette feuille de style (c.à.d. se rendre où la magie opère)

source: Click to delete this style
fr: Cliquer pour supprimer ce style

source: Click to start mixin' some new stylez
fr: Cliquez pour commencer à mélanger certains nouveaux styles

source: New<br />Style
fr: Nouveau<br />Style

source: Click to get crackin' on something new
fr: Cliquez pour tester un truc nouveau

source: New<br />Site
fr: Nouveau<br />Site

source: Invitation Expired
fr: L'invitation a expiré

source: Ruh roh. The invitation link you followed seems to have expired. :(
fr: Oups. Le lien d'invitation que vous avez suivi semble avoir expiré. :(

source: You can still head over to the <a href="%(index_url)s" title="Your Sites &amp; Styles">home page</a> to see the list of sites that you <i>are</i> a member of.
fr: Vous pouvez toujours vous rendre sur la <a href="%(index_url)s" title="Your Sites &amp; Styles">page d'accueil</a> pour voir la liste des sites dont vous <i>êtes</i> membre.

source: beta
fr: bêta

source: <b>%(email)s</b> has invited you to work on a website with them in %(appname)s.
fr: <b>%(email)s</b> vous a invité à travailler sur un site Internet avec lui avec %(appname)s.

source: Click here to start working on &quot;%(site_name)s&quot;
fr: Commencer à travailler sur &quot;%(site_name)s&quot;

source: What's %(appname)s?
fr: Qu'est-ce que %(appname)s ?

source: %(appname)s is like a transmogrifier for your website. It lets you edit your website's CSS in one pane and see a live preview of how those changes will look in another, all without inflicting any half-baked designs on your website's visitors. Once you're happy with your new design though, you're only a button click away from publishing those styles and making them live on your website. <a href="http://blog.fogcreek.com/webputty-css-editing-goes-boink/">Read more...</a>
fr: %(appname)s est comme un métamorphoseur de site Internet. Il vous permet d'éditer le CSS de votre site dans une fenêtre et de prévisualiser ces changements dans une autre, tout ça sans infliger à vos visiteurs un design de site à moitié fini. Une fois satisfait de votre nouveau design, il vous suffit d'appuyer sur un bouton pour publier ces styles et leur donner vie sur votre site Internet. <a href="http://blog.fogcreek.com/webputty-css-editing-goes-boink/">En savoir plus...</a>

source: Enjoy!
fr: Amusez-vous !

source: --The %(appname)s People
fr: -- Le peuple %(appname)s

source: Locale:
fr: Région :

source: Save
fr: Enregistrer

source: Create New Stylesheet
fr: Créer une nouvelle feuille de style

source: Create New Site
fr: Créer un nouveau site

source: Create!
fr: Créer !

source: Update!
fr: Mettre à jour !

source: Additional preview URLs:
fr: URL d'aperçu supplémentaires :

source: Click to edit
fr: Cliquer pour éditer

source: Remove URL
fr: Supprimer une URL

source: Add new URL
fr: Ajouter une nouvelle URL

source: Import Existing CSS
fr: Importer un CSS existant

source: Yes
fr: Oui

source: Cancel
fr: Annuler

source: Import CSS
fr: Importer un CSS

source: Importing will add any of the existing CSS on your page (i.e., <code>&lt;link&gt;</code> and <code>&lt;style&gt;</code> tags) to the top of the preview (unpublished) version of your %(appname)s style.
fr: L'importation ajoutera n'importe lequel des CSS existants sur votre page (c.-à-d., <code>&lt;link&gt;</code> et<code>&lt;style&gt;</code> tags) en haut de la version prévisualisée (non publiée) de votre style %(appname)s.

source: Are you sure you want to continue importing the CSS for <b>%(page_name)s</b> from <a href="%(page_url)s" target="_blank">%(page_url)s</a>?
fr: Êtes-vous sûr de vouloir continuer à importer le CSS vers <b>%(page_name)s</b> depuis <a href="%(page_url)s" target="_blank">%(page_url)s</a> ?

source: Just a sec...
fr: Un petit instant...

source: We are currently importing your existing CSS. This shouldn't take too long...
fr: Nous importons actuellement votre CSS existant. Ce processus ne devrait pas prendre trop de temps...

source: Chameleon on a branch
fr: Caméléon sur une branche

source: Re-import CSS?
fr: Réimporter un CSS ?

source: You've already imported the CSS for <b>%(page_name)s</b> from <a href="%(page_url)s" target="_blank">%(page_url)s</a>.
fr: Vous avez déjà importé le CSS vers <b>%(page_name)s</b> depuis <a href="%(page_url)s" target="_blank">%(page_url)s</a>.

source: Are you sure you want to continue with re-importing the CSS for <b>%(page_name)s</b>?
fr: Êtes-vous sûr de vouloir continuer à réimporter le CSS vers <b>%(page_name)s</b> ?

source: Release Notes
fr: Notes de mise à jour

source: What's shakin' with %(appname)s?
fr: Quoi de neuf avec %(appname)s ?

source: Dying to know more? Read <a href="http://blog.fogcreek.com/webputty-css-editing-goes-boink/?fccmp=webputty" target="_blank" title="WebPutty: CSS editing goes &quot;boink&quot;">about the launch</a> or how %(appname)s went <a href="http://hicks-wright.net/blog/lean-development-zero-to-launch-in-six-weeks/" target="_blank">from zero to launch in just six weeks</a>.
fr: Vous mourez d'envie d'en savoir plus ? Lisez <a href="http://blog.fogcreek.com/webputty-css-editing-goes-boink/?fccmp=webputty" target="_blank" title="WebPutty: CSS editing goes &quot;boink&quot;">à propos du lancement</a> ou comment %(appname)s a <a href="http://hicks-wright.net/blog/lean-development-zero-to-launch-in-six-weeks/" target="_blank">été lancé en seulement six semaines</a>.

source: New version!
fr: Nouvelle Version!

source: Add a New Site
fr: Ajouter un nouveau site

source: Users for "%(site_name)s"
fr: Utilisateurs pour "%(site_name)s"

source: Admins
fr: Administrateurs

source: Remove Admin
fr: Supprimer un administrateur

source: No admins (other than you)
fr: Pas d'administrateurs (autre que vous)

source: Editors
fr: Éditeurs

source: Remove
fr: Supprimer

source: No editors (other than you)
fr: Pas d'éditeurs (autre que vous)

source: Add a User
fr: Ajouter un Utilisateur

source: Invite
fr: Inviter

source: <b title="Yes...*you*!">Hey, you!</b> Digging %(appname)s? <br /><br /> If so, please help us spread the word about how amazingly fandabulous it is! Thanks!
fr: <b title="oui...*toi *!">Hey, toi !</b> Ça te plaît %(appname)s? <br /><br /> Si c'est le cas, parles-en autour de toi et montre aux gens à quel point il est génial ! Merci !

source: WebPutty: a CSS editing tool with real-time preview, SASS, and Compass support. Handles hosting too!
fr: WebPutty : un outil d'édition CSS avec une prévisualisation en temps réel, SASS et un support Compass. Et il héberge aussi !

source: Help spread the word!
fr: Aidez à transmettre le message!

source: Consulting the interwebs...
fr: Consultez les réseaux...

source: Read them all, did ya? Impressive! <br /><br /> Still want more? Then check out <a href="https://twitter.com/#!/search/webputty" target="_blank">what the interwebs are saying right this second!</a>
fr: Vous les avez tous lus ? Impressionnant, hein ? <br /><br /> Vous voulez en voir plus ? Alors allez voir <a href="https://twitter.com/#!/search/webputty" target="_blank">tout de suite ce qui se dit sur les réseaux !</a>

source: No problem!
fr: Pas de problème !

source: Want to see the tutorial later? Just click here
fr: Vous voulez voir le tutoriel plus tard ? Cliquez simplement ici.

source: Leave Tour
fr: Quitter le tour

source: No Thanks
fr: Non Merci

source: Sure!
fr: Bien Sûr !

source: Welcome to %(appname)s!
fr: Bienvenue sur %(appname)s !

source: %(appname)s helps you write, update, and publish the CSS for your websites as fast as you can write it.<br /><br />Would you like a quick tour?
fr: %(appname)s vous aide à rédiger, mettre à jour et publier le CSS de vos sites Internet aussi rapidement que vous le rédigez. <br /><br /> Souhaitez-vous effectuer une visite rapide ?

source: Next
fr: Suivant

source: Your Sites
fr: Vos sites

source: Each of your websites is shown on the home page as a pile of stylesheets. Clicking a site expands it to show the stylesheets it contains.
fr: Chacun de vos sites Internet apparaît sur la page d\'accueil comme un ensemble de feuilles de style. Cliquer sur un site l\'agrandit pour montrer les feuilles de style qu\'il contient.

source: Stylesheets
fr: Feuilles de Style

source: Stylesheets are what contain the actual styles used by your website. A website can contain multiple stylesheets, and each stylesheet can be included on multiple pages (e.g. a site-wide style on your base template).<br /><br />When you create a stylesheet we ask you for a URL that uses that stylesheet so we can show you a preview image here.
fr: Les feuilles de style contiennent les styles à proprement parler utilisés par votre site Internet. Un site peut contenir différentes feuilles de style et chacune peut être appliquée sur plusieurs pages (p.ex. un style pour tout le site sur votre modèle de base). <br /><br /> Lorsque vous créez une feuille de style, nous vous demandons une URL qui reprend cette feuille de style pour que nous puissions vous montrer un aperçu ici.

source: Stylesheet Editor
fr: Éditeur de Feuilles de Style
