Repository: 1ncnspcuous/WebPutty
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: This is the transmogrifier. It allows you to edit your website\'s CSS on one half of the screen (well, <a href="http://sass-lang.com/" target="_blank">SCSS</a>, technically speaking) and see how those changes will affect your website on the other...in real-time!
fr: Voici le métamorphoseur. Il vous permet d\'éditer le CSS de votre site Internet sur une moitié d\'écran (enfin un <a href="http://sass-lang.com/" target="_blank">SCSS</a> techniquement parlant) et de voir comment ces modifications affecteront votre site Internet sur l\'autre moitié... en temps réel!

source: Stylesheet Modes
fr: Modes de feuilles de style

source: Every stylesheet in %(appname)s has two modes: a preview mode and a published mode.<br /><br /><b>Preview mode</b> gives you a sandbox to play in without inflicting half-baked changes on your visitors.<br /><br />You can quickly switch between these two modes using this menu.
fr: Chaque feuille de style dans %(appname)s a deux modes : un mode prévisualisation et un mode publié.<br /><br /><b>Le mode prévisualisation</b> vous permet de faire des essais sans infliger à vos visiteurs un design à moitié fini.<br /><br />Vous pouvez rapidement passer d\'un mode à l\'autre en utilisant ce menu.

source: Sharing the sexy
fr: Partager vos merveilles

source: When your changes are fully baked and ready, you can publish them with the click of a button!
fr: Lorsque vos changements sont au point et fin prêts, vous pouvez les publier avec un simple clic !

source: Let me at that (S)CSS!
fr: Donnez-moi ce (S)CSS!

source: Start CSS-es-es-esing!
fr: Commencez à CSSer!

source: There are a bunch of other nifty features in %(appname)s, but at this point you\'ve probably got enough of the idea to get started.<br /><br />Got feedback / criticisms / e-flowers?<br /><br />Drop us a line at <a href="mailto:%(feedback_email)s">%(feedback_email)s</a>.<br />Or, if you\'d rather, fill out <a href="%(feedback_url)s" title="We\'d love to hear from you. No, seriously!">this web form</a>.<br /><br />Thanks, and have fun CSS-es-es-esing!
fr: Il y a un tas d\'autres fonctionnalités géniales dans %(appname)s, mais à ce stade, vous en savez sûrement déjà assez pour commencer.<br /><br />Vous avez des commentaires / critiques / fleurs à nous envoyer ?<br /><br />Envoyez-les à <a href="mailto:%(feedback_email)s">%(feedback_email)s</a>.<br />Ou si vous préférez, remplissez <a href="%(feedback_url)s" title="Nous aimerions recevoir de vos nouvelles. Non, sérieusement !">ce formulaire web</a>.<br /><br />Merci, et amusez-vous à CSS-er !
